Repository: wings020377/bitchat-for-india
Catalog: bitchat/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fa, fr, he, hi, id, it, ja, ko, ms, ne, pl, pt, pt_br, ru, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# content.location.enable
source: enable location
ar: تفعيل الموقع
bn: লোকেশন চালু করুন
es: activar ubicación
fa: فعال‌سازی موقعیت
fr: activer la localisation
he: הפעל מיקום
hi: लोकेशन सक्षम करें
id: aktifkan lokasi
it: attiva posizione
ja: 位置情報を有効化
ko: 위치 활성화
ms: aktifkan lokasi
ne: स्थान सक्षम गर
pl: włącz lokalizację
pt: ativar localização
pt_br: habilitar localização
ru: включить локацию
ta: இடத்தை இயக்கு
th: เปิดใช้งานตำแหน่ง
tr: konumu etkinleştir
uk: увімкнути локацію
ur: لوکیشن فعال کریں
vi: bật vị trí
zh_hans: 启用位置
zh_hant: 啟用位置

# content.message.copy
source: copy message
ar: نسخ الرسالة
bn: বার্তা কপি করুন
es: copiar mensaje
fa: کپی پیام
fr: copier le message
he: העתק הודעה
hi: संदेश कॉपी करें
id: salin pesan
it: copia messaggio
ja: メッセージをコピー
ko: 메시지 복사
ms: salin pesan
ne: सन्देश प्रतिलिपि गर
pl: kopiuj wiadomość
pt: copiar mensagem
pt_br: copiar mensagem
ru: копировать сообщение
ta: செய்தியை நகலெடு
th: คัดลอกข้อความ
tr: mesajı kopyala
uk: скопіювати повідомлення
ur: پیغام کاپی کریں
vi: sao chép tin nhắn
zh_hans: 复制消息
zh_hant: 複製訊息

# content.message.show_less
source: show less
ar: عرض أقل
bn: কম দেখান
es: mostrar menos
fa: نمایش کمتر
fr: afficher moins
he: הצג פחות
hi: कम दिखाएँ
id: tampilkan lebih sedikit
it: mostra meno
ja: 表示を減らす
ko: 간략히 보기
ms: tampilkan lebih sedikit
ne: थोरै देखाउ
pl: pokaż mniej
pt: mostrar menos
pt_br: mostrar menos
ru: показать меньше
ta: குறைவாக காட்ட
th: แสดงน้อยลง
tr: daha az göster
uk: показати менше
ur: کم دکھائیں
vi: thu gọn
zh_hans: 收起
zh_hant: 收起

# content.message.show_more
source: show more
ar: عرض المزيد
bn: আরও দেখান
es: mostrar más
fa: نمایش بیشتر
fr: afficher plus
he: הצג עוד
hi: और दिखाएँ
id: tampilkan lebih banyak
it: mostra di più
ja: さらに表示
ko: 더 보기
ms: tampilkan lebih banyak
ne: थप देखाउ
pl: pokaż więcej
pt: mostrar mais
pt_br: mostrar mais
ru: показать больше
ta: மேலும் காட்ட
th: แสดงเพิ่มเติม
tr: daha fazla göster
uk: показати більше
ur: مزید دکھائیں
vi: mở rộng
zh_hans: 展开
zh_hant: 展開

# content.notes.location_unavailable
source: location unavailable
ar: الموقع غير متاح
bn: অবস্থান অনুপলব্ধ
es: ubicación no disponible
fa: موقعیت در دسترس نیست
fr: localisation indisponible
he: המיקום לא זמין
hi: लोकेशन उपलब्ध नहीं
id: lokasi tidak tersedia
it: posizione non disponibile
ja: 位置情報を取得できません
ko: 위치 사용 불가
ms: lokasi tidak tersedia
ne: स्थान उपलब्ध छैन
pl: lokalizacja niedostępna
pt: localização indisponível
pt_br: localização indisponível
ru: локация недоступна
ta: இடம் கிடைக்கவில்லை
th: ไม่มีข้อมูลตำแหน่ง
tr: konum kullanılamıyor
uk: локація недоступна
ur: لوکیشن دستیاب نہیں
vi: không có dữ liệu vị trí
zh_hans: 位置不可用
zh_hant: 位置不可用

# content.payment.cashu
source: pay via cashu
ar: الدفع عبر cashu
bn: ক্যাশু দিয়ে পরিশোধ করুন
es: pagar con Cashu
fa: پرداخت با cashu
fr: payer via cashu
he: תשלום דרך cashu
hi: कैशु से भुगतान करें
id: bayar via cashu
it: paga con cashu
ja: cashuで支払う
ko: cashu로 결제
ms: bayar via cashu
ne: cashu मार्फत तिर्नु
pl: zapłać przez Cashu
pt: pagar com Cashu
pt_br: pagar via cashu
ru: оплатить через cashu
ta: Cashu மூலம் செலுத்தவும்
th: จ่ายด้วย Cashu
tr: cashu ile öde
uk: оплатити через cashu
ur: Cashu سے ادائیگی کریں
vi: thanh toán bằng Cashu
zh_hans: 通过 cashu 支付
zh_hant: 透過 cashu 支付

# content.payment.lightning
source: pay via lightning
ar: الدفع عبر lightning
bn: লাইটনিং দিয়ে পরিশোধ করুন
es: pagar con Lightning
fa: پرداخت با لایتنینگ
fr: payer via lightning
he: תשלום דרך lightning
hi: लाइटनिंग से भुगतान करें
id: bayar via lightning
it: paga con lightning
ja: lightningで支払う
ko: lightning으로 결제
ms: bayar via lightning
ne: lightning मार्फत तिर्नु
pl: zapłać przez Lightning
pt: pagar com Lightning
pt_br: pagar via lightning
ru: оплатить через lightning
ta: Lightning மூலம் செலுத்தவும்
th: จ่ายด้วย Lightning
tr: lightning ile öde
uk: оплатити через lightning
ur: Lightning سے ادائیگی کریں
vi: thanh toán bằng Lightning
zh_hans: 通过 lightning 支付
zh_hant: 透過 lightning 支付

# encryption.accessibility.establishing
source: establishing encryption
ar: جار إعداد التشفير
bn: এনক্রিপশন স্থাপিত হচ্ছে
es: estableciendo cifrado
fa: در حال برقراری رمزنگاری
fr: établissement du chiffrement
he: הצפנה בהקמה
hi: एन्क्रिप्शन स्थापित हो रहा है
id: menyiapkan enkripsi
it: avvio crittografia
ja: 暗号を確立しています
ko: 암호화 중
ms: menyiapkan enkripsi
ne: सङ्केत सेट हुँदै
pl: trwa ustanawianie szyfrowania
pt: a estabelecer encriptação
pt_br: estabelecendo criptografia
ru: устанавливается шифрование
ta: குறியாக்கம் அமைக்கப்படுகிறது
th: กำลังตั้งค่าการเข้ารหัส
tr: şifreleme kuruluyor
uk: встановлюється шифрування
ur: انکرپشن قائم کی جا رہی ہے
vi: đang thiết lập mã hóa
zh_hans: 正在建立加密
zh_hant: 正在建立加密

# encryption.accessibility.failed
source: encryption failed
ar: فشل التشفير
bn: এনক্রিপশন ব্যর্থ হয়েছে
es: cifrado fallido
fa: رمزنگاری ناموفق
fr: chiffrement échoué
he: הצפנה נכשלה
hi: एन्क्रिप्शन विफल हुआ
id: enkripsi gagal
it: crittografia fallita
ja: 暗号に失敗
ko: 암호화 실패
ms: enkripsi gagal
ne: सङ्केत असफल
pl: szyfrowanie nie powiodło się
pt: encriptação falhada
pt_br: falha na criptografia
ru: шифрование не удалось
ta: குறியாக்கம் தோல்வியடைந்தது
th: การเข้ารหัสล้มเหลว
tr: şifreleme başarısız
uk: шифрування не вдалося
ur: انکرپشن ناکام رہی
vi: mã hóa thất bại
zh_hans: 加密失败
zh_hant: 加密失敗

# encryption.accessibility.not_encrypted
source: not encrypted
ar: غير مشفر
bn: এনক্রিপ্ট করা নেই
es: sin cifrar
fa: رمزنگاری‌نشده
fr: non chiffré
he: לא מוצפן
hi: एन्क्रिप्ट नहीं
id: tidak terenkripsi
it: non crittografato
ja: 未暗号
ko: 암호화되지 않음
ms: tidak terenkripsi
ne: सङ्केत छैन
pl: brak szyfrowania
pt: sem encriptação
pt_br: não criptografado
ru: не зашифровано
ta: குறியாக்கம் செய்யப்படவில்லை
th: ไม่ได้เข้ารหัส
tr: şifrelenmedi
uk: не зашифровано
ur: غیر انکرپٹڈ
vi: chưa mã hóa
zh_hans: 未加密
zh_hant: 未加密

# encryption.accessibility.secured
source: encrypted
ar: مشفر
bn: এনক্রিপ্ট করা
es: cifrado
fa: رمزنگاری‌شده
fr: chiffré
he: מוצפן
hi: एन्क्रिप्टेड
id: terenkripsi
it: crittografato
ja: 暗号化済み
ko: 암호화됨
ms: terenkripsi
ne: सङ्केत गरिएको
pl: zaszyfrowane
pt: encriptado
pt_br: criptografado
ru: зашифровано
ta: குறியாக்கம் செய்யப்பட்டது
th: เข้ารหัสแล้ว
tr: şifreli
uk: зашифровано
ur: انکرپٹڈ
vi: đã mã hóa
zh_hans: 已加密
zh_hant: 已加密

# encryption.accessibility.verified
source: encrypted and verified
ar: مشفر ومُتحقق
bn: এনক্রিপ্ট ও যাচাইকৃত
es: cifrado y verificado
fa: رمزنگاری‌شده و تأییدشده
fr: chiffré et vérifié
he: מוצפן ומאומת
hi: एन्क्रिप्टेड और सत्यापित
id: terenkripsi dan terverifikasi
it: crittografato e verificato
ja: 暗号化し検証済み
ko: 암호화 및 인증됨
ms: terenkripsi dan terverifikasi
ne: सङ्केत र प्रमाणित
pl: zaszyfrowane i zweryfikowane
pt: encriptado e verificado
pt_br: criptografado e verificado
ru: зашифровано и проверено
ta: குறியாக்கமும் சரிபார்ப்பும் முடிந்தது
th: เข้ารหัสและยืนยันแล้ว
tr: şifreli ve doğrulandı
uk: зашифровано та перевірено
ur: انکرپٹڈ اور تصدیق شدہ
vi: đã mã hóa và xác thực
zh_hans: 已加密并验证
zh_hant: 已加密並驗證

# encryption.status.establishing
source: establishing encryption...
ar: جار إعداد التشفير...
bn: এনক্রিপশন স্থাপিত হচ্ছে...
es: estableciendo cifrado...
fa: در حال برقراری رمزنگاری...
fr: mise en place du chiffrement...
he: מקימים הצפנה...
hi: एन्क्रिप्शन स्थापित हो रहा है...
id: menyiapkan enkripsi...
it: avvio della crittografia...
ja: 暗号を確立中...
ko: 암호화 중...
ms: menyiapkan enkripsi...
ne: सङ्केत सेट गर्दै...
pl: trwa ustanawianie szyfrowania...
pt: a estabelecer encriptação...
pt_br: estabelecendo criptografia...
ru: устанавливаем шифрование...
ta: குறியாக்கம் அமைக்கப்படுகிறது...
th: กำลังตั้งค่าการเข้ารหัส...
tr: şifreleme kuruluyor...
uk: встановлюємо шифрування...
ur: انکرپشن قائم کی جا رہی ہے...
vi: đang thiết lập mã hóa...
zh_hans: 正在建立加密...
zh_hant: 正在建立加密...

# encryption.status.failed
source: encryption failed
ar: فشل التشفير
bn: এনক্রিপশন ব্যর্থ হয়েছে
es: cifrado fallido
fa: رمزنگاری ناموفق
fr: chiffrement échoué
he: הצפנה נכשלה
hi: एन्क्रिप्शन विफल हुआ
id: enkripsi gagal
it: crittografia fallita
ja: 暗号に失敗
ko: 암호화 실패
ms: enkripsi gagal
ne: सङ्केत असफल
pl: szyfrowanie nie powiodło się
pt: encriptação falhada
pt_br: falha na criptografia
ru: шифрование не удалось
ta: குறியாக்கம் தோல்வியடைந்தது
th: การเข้ารหัสล้มเหลว
tr: şifreleme başarısız
uk: шифрування не вдалося
ur: انکرپشن ناکام رہی
vi: mã hóa thất bại
zh_hans: 加密失败
zh_hant: 加密失敗

# encryption.status.not_encrypted
source: not encrypted
ar: غير مشفر
bn: এনক্রিপ্ট করা নেই
es: sin cifrar
fa: رمزنگاری‌نشده
fr: non chiffré
he: לא מוצפן
hi: एन्क्रिप्ट नहीं
id: tidak terenkripsi
it: non crittografato
ja: 未暗号
ko: 암호화되지 않음
ms: tidak terenkripsi
ne: सङ्केत छैन
pl: brak szyfrowania
pt: sem encriptação
pt_br: não criptografado
ru: не зашифровано
ta: குறியாக்கம் இல்லை
th: ไม่ได้เข้ารหัส
tr: şifrelenmedi
uk: не зашифровано
ur: غیر انکرپٹڈ
vi: chưa mã hóa
zh_hans: 未加密
zh_hant: 未加密

# encryption.status.secured
source: encrypted
ar: مشفر
bn: এনক্রিপ্ট করা
es: cifrado
fa: رمزنگاری‌شده
fr: chiffré
he: מוצפן
hi: एन्क्रिप्टेड
id: terenkripsi
it: crittografato
ja: 暗号化済み
ko: 암호화됨
ms: terenkripsi
ne: सङ्केत गरिएको
pl: zaszyfrowane
pt: encriptado
pt_br: criptografado
ru: зашифровано
ta: குறியாக்கப்பட்டது
th: เข้ารหัสแล้ว
tr: şifreli
uk: зашифровано
ur: انکرپٹڈ
vi: đã mã hóa
zh_hans: 已加密
zh_hant: 已加密

# encryption.status.verified
source: encrypted & verified
ar: مشفر ومُتحقق
bn: এনক্রিপ্ট করা ও যাচাইকৃত
es: cifrado y verificado
fa: رمزنگاری‌شده و تأییدشده
fr: chiffré et vérifié
he: מוצפן ומאומת
hi: एन्क्रिप्टेड और सत्यापित
id: terenkripsi dan terverifikasi
it: crittografato e verificato
ja: 暗号化し検証済み
ko: 암호화 및 인증됨
ms: terenkripsi dan terverifikasi
ne: सङ्केत र प्रमाणित
pl: zaszyfrowane i zweryfikowane
pt: encriptado e verificado
pt_br: criptografado e verificado
ru: зашифровано и проверено
ta: குறியாக்கப்பட்ட & சரிபார்க்கப்பட்டது
th: เข้ารหัสและยืนยันแล้ว
tr: şifreli ve doğrulandı
uk: зашифровано та перевірено
ur: انکرپٹڈ اور تصدیق شدہ
vi: đã mã hóa & xác thực
zh_hans: 已加密并验证
zh_hant: 已加密並驗證

# fingerprint.action.mark_verified
source: mark as verified
ar: وضع علامة تم التحقق
bn: যাচাইকৃত হিসেবে চিহ্নিত করুন
es: marcar como verificado
fa: علامت‌گذاری به‌عنوان تأییدشده
fr: marquer comme vérifié
he: סמן כמאומת
hi: सत्यापित के रूप में चिह्नित करें
id: tandai sebagai terverifikasi
it: segna come verificato
ja: 検証済みにする
ko: 인증됨으로 표시
ms: tandai sebagai terverifikasi
ne: प्रमाणित चिन्ह लगाउ
pl: oznacz jako zweryfikowane
pt: marcar como verificado
pt_br: marcar como verificado
ru: пометить как проверено
ta: சரிபார்க்கப்பட்டது என குறிக்க
th: ทำเครื่องหมายว่ายืนยันแล้ว
tr: doğrulandı olarak işaretle
uk: позначити як перевірено
ur: تصدیق شدہ کے طور پر نشان زد کریں
vi: đánh dấu đã xác thực
zh_hans: 标记为已验证
zh_hant: 標記為已驗證

# fingerprint.action.remove_verification
source: remove verification
ar: إزالة التحقق
bn: যাচাইকরণ সরান
es: eliminar verificación
fa: حذف تأیید
fr: retirer la vérification
he: הסר אימות
hi: सत्यापन हटाएँ
id: hapus verifikasi
it: rimuovi verifica
ja: 検証を削除
ko: 인증 제거
ms: hapus verifikasi
ne: प्रमाणीकरण हटाउ
pl: usuń weryfikację
pt: remover verificação
pt_br: remover verificação
ru: удалить проверку
ta: சரிபார்ப்பை நீக்கு
th: ลบการยืนยัน
tr: doğrulamayı kaldır
uk: зняти перевірку
ur: تصدیق ہٹائیں
vi: xóa xác thực
zh_hans: 移除验证
zh_hant: 移除驗證

# fingerprint.badge.not_verified
source: ⚠️ NOT VERIFIED
ar: ⚠️ غير مُتحقق
bn: ⚠️ যাচাইকৃত নয়
es: ⚠️ NO VERIFICADO
fa: ⚠️ تأییدنشده
fr: ⚠️ NON VÉRIFIÉ
he: ⚠️ לא מאומת
hi: ⚠️ सत्यापित नहीं
id: ⚠️ BELUM TERVERIFIKASI
it: ⚠️ NON VERIFICATO
ja: ⚠️ 未検証
ko: ⚠️ 인증되지 않음
ms: ⚠️ BELUM TERVERIFIKASI
ne: ⚠️ प्रमाणित छैन
pl: ⚠️ NIEZWERYFIKOWANE
pt: ⚠️ NÃO VERIFICADO
pt_br: ⚠️ NÃO VERIFICADO
ru: ⚠️ НЕ ПРОВЕРЕНО
ta: ⚠️ சரிபார்க்கப்படவில்லை
th: ⚠️ ยังไม่ยืนยัน
tr: ⚠️ DOĞRULANMADI
uk: ⚠️ НЕ ПЕРЕВІРЕНО
ur: ⚠️ تصدیق نہیں ہوئی
vi: ⚠️ CHƯA XÁC THỰC
zh_hans: ⚠️ 未验证
zh_hant: ⚠️ 未驗證

# fingerprint.badge.verified
source: ✓ VERIFIED
ar: ✓ مُتحقق
bn: ✓ যাচাইকৃত
es: ✓ VERIFICADO
fa: ✓ تأییدشده
fr: ✓ VÉRIFIÉ
he: ✓ מאומת
hi: ✓ सत्यापित
id: ✓ TERVERIFIKASI
it: ✓ VERIFICATO
ja: ✓ 検証済み
ko: ✓ 인증됨
ms: ✓ TERVERIFIKASI
ne: ✓ प्रमाणित
pl: ✓ ZWERYFIKOWANE
pt: ✓ VERIFICADO
pt_br: ✓ VERIFICADO
ru: ✓ ПРОВЕРЕНО
ta: ✓ சரிபார்க்கப்பட்டது
th: ✓ ยืนยันแล้ว
tr: ✓ DOĞRULANDI
uk: ✓ ПЕРЕВІРЕНО
ur: ✓ تصدیق شدہ
vi: ✓ ĐÃ XÁC THỰC
zh_hans: ✓ 已验证
zh_hant: ✓ 已驗證

# fingerprint.handshake_pending
source: not available - handshake in progress
ar: غير متاح - جار تنفيذ handshake
bn: উপলব্ধ নয় - হ্যান্ডশেক চলছে
es: no disponible: el handshake está en curso
fa: در دسترس نیست - دست‌دهی در حال انجام
fr: indisponible - handshake en cours
he: לא זמין - handshake מתבצע
hi: उपलब्ध नहीं - हैंडशेक जारी है
id: tidak tersedia - handshake sedang berlangsung
it: non disponibile - handshake in corso
ja: 利用不可 - handshake進行中
ko: 사용 불가 - 핸드셰이크 진행 중
ms: tidak tersedia - handshake sedang berlangsung
ne: उपलब्ध छैन - handshake हुँदै
pl: niedostępne – handshake w toku
pt: indisponível - aperto de mão em curso
pt_br: indisponível - handshake em andamento
ru: недоступно — handshake выполняется
ta: கிடைக்கவில்லை - கைச்சாத்து நடந்து கொண்டிருக்கிறது
th: ยังไม่พร้อม - กำลังจับมือ
tr: kullanılamıyor - el sıkışma sürüyor
uk: недоступно — handshake триває
ur: دستیاب نہیں - ہینڈ شیک جاری ہے
vi: chưa sẵn sàng - đang bắt tay
zh_hans: 暂不可用 - handshake 进行中
zh_hant: 暫不可用 - handshake 進行中

# fingerprint.message.verified
source: you have verified this person's identity.
ar: لقد تحققت من هوية هذا الشخص.
bn: আপনি এই ব্যক্তির পরিচয় যাচাই করেছেন।
es: has verificado la identidad de esta persona.
fa: هویت این شخص را تأیید کرده‌اید.
fr: tu as vérifié l'identité de cette personne.
he: אישרת את זהותו של האדם הזה.
hi: आपने इस व्यक्ति की पहचान सत्यापित की है।
id: kamu sudah memverifikasi identitas orang ini.
it: hai verificato l'identità di questa persona.
ja: この人の身元を確認しました。
ko: 이 사람의 신원을 인증했습니다.
ms: kamu sudah memverifikasi identitas orang ini.
ne: तिमीले यस व्यक्तिको पहिचान प्रमाणित गरेको छौ.
pl: zweryfikowałeś tożsamość tej osoby.
pt: confirmaste a identidade desta pessoa.
pt_br: você verificou a identidade dessa pessoa.
ru: ты подтвердил личность этого человека.
ta: இந்த நபரின் அடையாளத்தை நீங்கள் உறுதிப்படுத்தியுள்ளீர்கள்.
th: คุณยืนยันตัวตนของคนนี้แล้ว
tr: bu kişinin kimliğini doğruladınız.
uk: ти підтвердив особу цієї людини.
ur: آپ نے اس شخص کی شناخت کی تصدیق کی ہے۔
vi: bạn đã xác thực danh tính người này.
zh_hans: 你已经核实了此人的身份。
zh_hant: 你已經覈實了此人的身份。

# fingerprint.message.verify_hint
source: compare these fingerprints with %@ using a secure channel.
ar: قارن هذه البصمات مع %@ عبر قناة آمنة.
bn: নিরাপদ চ্যানেলে %@-এর সঙ্গে এই ফিঙ্গারপ্রিন্ট মিলিয়ে দেখুন।
es: compara estas huellas con %@ mediante un canal seguro.
fa: این اثرانگشت‌ها را از راهی امن با %@ مقایسه کنید.
fr: compare ces empreintes avec %@ via un canal sécurisé.
he: השווה את הטביעות עם %@ בערוץ מאובטח.
hi: इन फिंगरप्रिंट्स की तुलना %@ से सुरक्षित चैनल पर करें।
id: bandingkan sidik ini dengan %@ lewat kanal aman.
it: confronta queste impronte con %@ tramite un canale sicuro.
ja: これらのフィンガープリントを%@と安全なチャネルで比較
ko: 보안 채널을 통해 이 지문을 %@와 비교하세요.
ms: bandingkan sidik ini dengan %@ lewat kanal aman.
ne: यी फिङ्गरप्रिन्टहरू %@ सँग सुरक्षित च्यानलमा तुलना गर।
pl: porównaj te odciski z %@ na bezpiecznym kanale.
pt: compara estas impressões com %@ num canal seguro.
pt_br: compare essas impressões com %@ usando um canal seguro.
ru: сравни эти отпечатки с %@ по безопасному каналу.
ta: இந்த கைரேகைகளை %@ உடன் பாதுகாப்பான வழியில் ஒப்பிடவும்.
th: เปรียบเทียบลายนิ้วมือเหล่านี้กับ %@ ผ่านช่องทางที่ปลอดภัย
tr: bu parmak izlerini %@ ile güvenli bir kanalda karşılaştırın.
uk: порівняй ці відбитки з %@ у безпечному каналі.
ur: ان فنگر پرنٹس کو %@ کے ساتھ محفوظ چینل پر ملائیں۔
vi: so sánh các vân tay này với %@ qua kênh an toàn.
zh_hans: 通过安全渠道与 %@ 比对这些指纹。
zh_hant: 透過安全渠道與 %@ 比對這些指紋。

# fingerprint.their_label
source: their fingerprint:
ar: بصمتهم:
bn: তাদের ফিঙ্গারপ্রিন্ট:
es: huella de la otra persona:
fa: اثرانگشت او:
fr: leur empreinte :
he: הטבעת שלהם:
hi: उनका फिंगरप्रिंट:
id: sidik mereka:
it: impronta loro:
ja: 相手のフィンガープリント:
ko: 상대방의 지문:
ms: sidik mereka:
ne: उनको फिङ्गरप्रिन्ट:
pl: ich odcisk:
pt: impressão digital desta pessoa:
pt_br: impressão digital deles:
ru: их отпечаток:
ta: அவர்களின் கைரேகம்:
th: ลายนิ้วมือของอีกฝ่าย:
tr: onların parmak izi:
uk: їхній відбиток:
ur: ان کا فنگر پرنٹ:
vi: vân tay của họ:
zh_hans: 对方指纹：
zh_hant: 對方指紋：

# fingerprint.title
source: security verification
ar: تحقق الأمان
bn: নিরাপত্তা যাচাই
es: verificación de seguridad
fa: تأیید امنیتی
fr: vérification de sécurité
he: אימות אבטחה
hi: सुरक्षा सत्यापन
id: verifikasi keamanan
it: verifica di sicurezza
ja: セキュリティ検証
ko: 보안 인증
ms: verifikasi keamanan
ne: सुरक्षा प्रमाणीकरण
pl: weryfikacja bezpieczeństwa
pt: verificação de segurança
pt_br: verificação de segurança
ru: проверка безопасности
ta: பாதுகாப்பு சரிபார்ப்பு
th: การยืนยันความปลอดภัย
tr: güvenlik doğrulaması
uk: перевірка безпеки
ur: سیکیورٹی تصدیق
vi: xác minh bảo mật
zh_hans: 安全验证
zh_hant: 安全驗證

# fingerprint.your_label
source: your fingerprint:
ar: بصمتك:
bn: আপনার ফিঙ্গারপ্রিন্ট:
es: tu huella:
fa: اثرانگشت شما:
fr: ton empreinte :
he: הטבעת שלך:
hi: आपका फिंगरप्रिंट:
id: sidikmu:
it: tua impronta:
ja: あなたのフィンガープリント:
ko: 나의 지문:
ms: sidikmu:
ne: तिम्रो फिङ्गरप्रिन्ट:
pl: twój odcisk:
pt: a tua impressão digital:
pt_br: sua impressão digital:
ru: твой отпечаток:
ta: உங்கள் கைரேகம்:
th: ลายนิ้วมือของคุณ:
tr: sizin parmak iziniz:
uk: твій відбиток:
ur: آپ کا فنگر پرنٹ:
vi: vân tay của bạn:
zh_hans: 你的指纹：
zh_hant: 你的指紋：

# geohash_people.action.block
source: block
ar: حظر
bn: ব্লক করুন
es: bloquear
fa: مسدود کردن
fr: bloquer
he: חסום
hi: ब्लॉक करें
id: blokir
it: blocca
ja: ブロック
ko: 차단하기
ms: blokir
ne: ब्लक
pl: zablokuj
pt: bloquear
pt_br: bloquear
ru: заблокировать
ta: தடை
th: บล็อก
tr: engelle
uk: заблокувати
ur: بلاک کریں
vi: chặn
zh_hans: 屏蔽
zh_hant: 屏蔽

# geohash_people.action.unblock
source: unblock
ar: إلغاء الحظر
bn: আনব্লক করুন
es: desbloquear
fa: رفع مسدودیت
fr: débloquer
he: בטל חסימה
hi: अनब्लॉक करें
id: buka blokir
it: sblocca
ja: ブロック解除
ko: 차단 해제하기
ms: buka blokir
ne: अनब्लक
pl: odblokuj
pt: desbloquear
pt_br: desbloquear
ru: разблокировать
ta: தடை நீக்கு
th: เลิกบล็อก
tr: engeli kaldır
uk: розблокувати
ur: بلاک ہٹائیں
vi: bỏ chặn
zh_hans: 取消屏蔽
zh_hant: 取消屏蔽

# geohash_people.none_nearby
source: nobody around...
ar: لا أحد قريب...
bn: কাছে কেউ নেই...
es: nadie cerca...
fa: کسی این اطراف نیست...
fr: personne à proximité...
he: אין אף אחד בסביבה...
hi: आसपास कोई नहीं...
id: tidak ada siapa pun...
it: nessuno nei dintorni...
ja: 近くに誰もいません...
ko: 주변에 아무도 없습니다...
ms: tidak ada siapa pun...
ne: वरिपरि कोही छैन...
pl: nikogo w pobliżu...
pt: ninguém por perto...
pt_br: ninguém por perto...
ru: никого рядом...
ta: அருகில் யாரும் இல்லை...
th: ไม่มีใครอยู่ใกล้...
tr: yakında kimse yok...
uk: поруч нікого...
ur: قریب کوئی نہیں...
vi: không có ai gần...
zh_hans: 附近没人...
zh_hant: 附近沒人...

# geohash_people.tooltip.blocked
source: blocked in geohash
ar: محظور في geohash
bn: জিওহ্যাশে ব্লক করা
es: bloqueado en geohash
fa: در ژئوهش مسدود شده
fr: bloqué dans geohash
he: חסום ב-geohash
hi: जियोहैश में ब्लॉक
id: diblokir di geohash
it: bloccato su geohash
ja: geohashでブロック中
ko: geohash에서 차단됨
ms: diblokir di geohash
ne: geohash मा ब्लक
pl: zablokowany w geohash
pt: bloqueado em geohash
pt_br: bloqueado em geohash
ru: заблокирован в geohash
ta: geohash இல் தடுக்கப்பட்டது
th: ถูกบล็อกใน geohash
tr: geohash'te engellendi
uk: заблоковано в geohash
ur: geohash میں بلاک شدہ
vi: đã chặn trong geohash
zh_hans: 在 geohash 中已屏蔽
zh_hant: 在 geohash 中已屏蔽

# geohash_people.you_suffix
source: (you)
ar: (أنت)
bn: (আপনি)
es: (tú)
fa: (شما)
fr: (toi)
he: (אתה)
hi: (आप)
id: (kamu)
it: (tu)
ja: (あなた)
ko: (나)
ms: (kamu)
ne: (तिमी)
pl: (ty)
pt: (tu)
pt_br: (você)
ru: (ты)
ta: (நீங்கள்)
th: (คุณ)
tr: (sen)
uk: (ти)
ur: (آپ)
vi: (bạn)
zh_hans: (你)
zh_hant: (你)

source: Images are only available in mesh chats.
ar: الصور متاحة فقط في محادثات الميش.
bn: ছবি শুধু মেশ চ্যাটে উপলব্ধ।
es: Las imágenes solo están disponibles en los chats de mesh.
fa: تصاویر فقط در گفتگوهای مش در دسترس هستند.
fr: Les images sont uniquement disponibles dans les discussions mesh.
he: תמונות זמינות רק בצ׳אט של mesh.
hi: चित्र केवल मेश चैट में ही उपलब्ध हैं।
id: Gambar hanya tersedia di obrolan mesh.
it: Le immagini sono disponibili solo nelle chat mesh.
ja: 画像はメッシュチャットでのみ利用できます。
ko: 이미지는 메쉬 채팅에서만 사용할 수 있습니다.
ms: Imej hanya tersedia dalam sembang mesh.
ne: तस्बिरहरू केवल मेष च्याटमा मात्र उपलब्ध छन्।
pl: Obrazy są dostępne tylko na czatach mesh.
pt: As imagens só estão disponíveis nos chats mesh.
pt_br: As imagens só estão disponíveis nos chats mesh.
ru: Изображения доступны только в mesh-чатах.
ta: படங்கள் மெஷ் உரையாடல்களில் மட்டுமே கிடைக்கும்.
th: รูปภาพใช้งานได้เฉพาะในแชต mesh เท่านั้น
tr: Görseller yalnızca mesh sohbetlerinde kullanılabilir.
uk: Зображення доступні лише в mesh-чатах.
ur: تصاویر صرف میش چیٹس میں دستیاب ہیں۔
vi: Hình ảnh chỉ khả dụng trong các cuộc trò chuyện mesh.
zh_hans: 图片仅可在 mesh 聊天中使用。
zh_hant: 圖片僅能在 mesh 聊天中使用。

source: live %@
ar: مباشر %@
bn: লাইভ %@
es: en vivo %@
fa: زنده %@
fr: en direct %@
he: שידור חי %@
hi: लाइव %@
id: langsung %@
it: in diretta %@
ja: ライブ %@
ko: 라이브 %@
ms: langsung %@
ne: लाइभ %@
pl: na żywo %@
pt: ao vivo %@
pt_br: ao vivo %@
ru: в эфире %@
ta: நேரலை %@
th: สด %@
tr: canlı %@
uk: наживо %@
ur: لائیو %@
vi: trực tiếp %@
zh_hans: 直播 %@
zh_hant: 直播 %@

# location_channels.action.open_settings
source: open settings
ar: فتح الإعدادات
bn: সেটিংস খুলুন
es: abrir ajustes
fa: باز کردن تنظیمات
fr: ouvrir réglages
he: פתח הגדרות
hi: सेटिंग्स खोलें
id: buka pengaturan
it: apri impostazioni
ja: 設定を開く
ko: 설정 열기
ms: buka Tetapan
ne: सेटिङ खोल
pl: otwórz ustawienia
pt: abrir definições
pt_br: abrir ajustes
ru: открыть настройки
ta: அமைப்புகளைத் திறக்க
th: เปิดการตั้งค่า
tr: ayarları aç
uk: відкрити налаштування
ur: سیٹنگز کھولیں
vi: mở cài đặt
zh_hans: 打开设置
zh_hant: 打開設定

# location_channels.action.remove_access
source: remove location access
ar: إزالة صلاحية الموقع
bn: লোকেশন অ্যাক্সেস সরান
es: eliminar acceso a la ubicación
fa: حذف دسترسی موقعیت
fr: retirer l'accès localisation
he: הסר גישת מיקום
hi: लोकेशन एक्सेस हटाएँ
id: cabut akses lokasi
it: revoca accesso alla posizione
ja: 位置アクセスを解除
ko: 위치 접근 권한 제거
ms: cabut capaian lokasi
ne: स्थान पहुँच हटाउ
pl: usuń dostęp do lokalizacji
pt: remover acesso à localização
pt_br: remover acesso à localização
ru: отключить доступ к локации
ta: இட அணுகலை அகற்று
th: นำสิทธิ์เข้าถึงตำแหน่งออก
tr: konum erişimini kaldır
uk: відключити доступ до локації
ur: لوکیشن رسائی ہٹائیں
vi: gỡ quyền truy cập vị trí
zh_hans: 移除位置访问
zh_hant: 移除位置存取權

# location_channels.action.request_permissions
source: get location and my geohashes
ar: جلب موقعي و geohash
bn: লোকেশন অনুমতি ও আমার জিওহ্যাশ নিন
es: obtener mi ubicación y mis geohashes
fa: دریافت موقعیت و ژئوهش‌های من
fr: obtenir ma localisation et mes geohash
he: קבל את המיקום וה-geohash שלי
hi: लोकेशन अनुमति और मेरे जियोहैश प्राप्त करें
id: ambil lokasiku dan geohash
it: ottieni la mia posizione e i geohash
ja: 位置情報とgeohashを取得
ko: 내 위치 및 geohashes 가져오기
ms: ambil lokasiku dan geohash
ne: मेरो स्थान र geohash प्राप्त गर
pl: uzyskaj uprawnienia lokalizacji i moje geohashe
pt: obter permissões de localização e os meus geohash
pt_br: obter localização e meus geohashes
ru: получить мою локацию и geohash
ta: இட அனுமதி மற்றும் என் geohash களைப் பெற
th: ขอสิทธิ์ตำแหน่งและ geohash ของฉัน
tr: konum izni ve geohash'lerimi al
uk: отримати мою локацію та geohash
ur: لوکیشن کی اجازت اور میرے geohash حاصل کریں
vi: yêu cầu quyền vị trí và geohash của tôi
zh_hans: 获取位置和我的 geohash
zh_hant: 獲取位置和我的 geohash
